Repository: frascata/pool-website
Catalog: website/locale/*/LC_MESSAGES/django.po
Languages: it

source: Project Category
it: Categoria

source: Project Categories
it: Categorie

source: Project Collaborator
it: Collaboratore

source: Project Partner
it: Partner

source: Project Partners
it: Collaboratori

source: Project Phase
it: Fase di progetto

source: Project Phases
it: Fasi di progetto

source: Cookie law message
it: Questo sito web utilizza i cookie per assicurarti di ottenere la migliore esperienza sul nostro sito web.

source: Change
it: Cambia

source: Contacts
it: Contatti

source: CG_2002-2008_about
it: studia Architettura presso l'Università IUAV di Venezia e presso l'EPSEB di Barcellona (Spagna)

source: CG_2008_about
it: si laurea in Architettura per la città all' Università IUAV di Venezia con Bernardo Secchi, Alberto Ferlenga, Agostino Cappelli

source: CG_2009-2013_about
it: lavora presso lo studio di paesaggio LAND a Milano

source: CG_2013_about
it: fonda Pool con Annapaola Busnardo

source: CG_2017_about
it: diventa socia di Pool con Ilaria Sangaletti e Elisa Frappi

source: EF_2002-2008_about
it: studia alla Facoltà di Agraria di Firenze e si specializza presso la Facoltà di Agraria di Bologna

source: EF_2008_about
it: si laurea con una tesi in Progettazione paesaggistica con Gabrile Paolinelli

source: EF_2008-2015_about
it: lavora presso studi di architettura del paesaggio a Bologna - StudioSilva, Frassinago 18 - e a Milano presso lo Studio LAND come Project manager

source: EF_2015-2017_about
it: svolge libera professione

source: EF_2017_about
it: inizia la collaborazione con Pool come associata.

source: IS_2003-2009_about
it: studia Architettura Ambientale presso il Politecnico di Milano e si specializza in Architettura del Paesaggio attraverso un master e la Laurea Specialistica in Architettura del Paesaggio alla Facoltà di Architettura di Genova.

source: IS_2007-20016_about
it: collabora con studi di Architettura del Paesaggio nazionali e internazionali come progettista e project manager.

source: IS_2014-2015_about
it: assistente alla didattica per il corso di Landscape and Public Space Design al Politecnico di Milano.

source: IS_2017_about
it: inizia la collaborazione con Pool come associata.

source: Collaborators
it: Collaboratori
